Repository: Loubal70/bee-addons-blocks
Catalog: languages/bee-addons-blocks-*.po
Languages: fr_fr

source: Title
fr_fr: Titre

source: Your paragraph
fr_fr: Votre paragraphe

source: Select a post type
fr_fr: Sélectionnez un type de post

source: Linked
fr_fr: Lié

source: Width
fr_fr: Largeur

source: Height
fr_fr: Hauteur

source: Flip horizontally
fr_fr: Miroir horizontal

source: Flip vertically
fr_fr: Miroir vertical

source: Curve color
fr_fr: Couleur de la courbe

source: Low Highlight
fr_fr: Surbrillance

source: Color of the text
fr_fr: Couleur du texte

source: Background color of the text
fr_fr: Couleur du fond

source: General
fr_fr: Général

source: Adding the admin menu + addition of block optimizations
fr_fr: Ajout du menu admin + ajout d’optimisations de blocs

source: Adding an interface for site administrators, currently allowing to disable unused blocks. This helps optimize the site's loading time.
fr_fr: Ajout d’une interface pour les administrateurs du site, permettant actuellement de désactiver les blocs inutilisés. Cela permet d’optimiser le temps de chargement du site.

source: Adding the ability to change the text color for the LowHighlight block.
fr_fr: Ajout de la possibilité de changer la couleur du texte pour le bloc LowHighlight.

source: Disabling Gutenberg blocks
fr_fr: Désactiver les blocs gutenberg

source: If you want to optimize your loading time, disable the blocks you don't use!
fr_fr: Si vous souhaitez optimiser votre temps de chargement, désactivez les blocs que vous n’utilisez pas !

source: Loading...
fr_fr: Chargement...

source: Disable
fr_fr: Désactivé

source: Enable
fr_fr: Activé

source: It seems that no blocks were found.
fr_fr: Il semble qu’aucun bloc n’ait été trouvé.

source: Discover BeeAddonsBlock, the plugin that brings new features and enhancements to the WordPress Gutenberg editor. Simplify the creation of custom blocks with advanced options and a user-friendly interface. Bring your ideas to life and easily create unique designs with our enhanced Gutenberg plugin.
fr_fr: Découvrez BeeAddonsBlock, le plugin qui apporte de nouvelles fonctionnalités et améliorations à l’éditeur WordPress Gutenberg. Simplifiez la création de blocs personnalisés avec des options avancées et une interface conviviale. Donnez vie à vos idées et créez facilement des designs uniques avec notre plugin Gutenberg amélioré.
